{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib.git"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim.git"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim.git"
    },
    "kulala.nvim": {
      "src": "https://github.com/mistweaverco/kulala.nvim.git"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs.git"
    },
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline.git"
    },
    "mini.tabline": {
      "src": "https://github.com/nvim-mini/mini.tabline.git"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit.git"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp.git"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim.git"
    }
  }
}
